export const siteConfig = {
  name: "Загородный отель «Яковка» — Белокуриха",
  shortName: "ГЛК Яковка",
  description:
    "Загородный отель «Яковка» находится в курортном городе Белокуриха, у подножия одноименной горы Яковка. Зимний и летний семейный отдых с детьми в условиях домашнего уюта и гостеприимства. Горнолыжные трассы, баня, открытый бассейн, уютные номера.",
  url: "https://yakovka-vercel.vercel.app", // Temporary vercel domain
  ogImage: "/images/og-image.jpg",
  author: "ГЛК Яковка",
  keywords: [
    "отель белокуриха",
    "горнолыжный комплекс яковка",
    "глк яковка",
    "загородный отель яковка",
    "база отдыха белокуриха",
    "алтай отдых",
    "снять шале белокуриха",
    "горнолыжные трассы алтай",
  ],
  links: {
    vk: "https://vk.com/shaleyakovka",
  },
  contacts: {
    address: "Алтайский край, г. Белокуриха, ул. Угрюмова, д. 4",
    phones: ["+7 (960) 955-21-00", "+7 (909) 097-52-09"],
    email: "valynkina.44@mail.ru",
    legal: {
      name: "ИП Валынкин П.Н.",
      inn: "220300170548",
      address: "659900, Россия, Алтайский край, г. Белокуриха, ул. Воскресенская д. 6",
    }
  }
};
